{
    "mod_links": {
        "CameraDistance.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/2",
        "DescriptiveResources.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/22",
        "DWNO_ExtraDigivolutionInfo.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/43",
        "EnableVSync.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/19",
        "FastPickup.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/13",
        "InstantCareMenu.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/29",
        "OneHitResource.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/21",
        "SeamlessBGM.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/38",
        "ShowHiddenParameters.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/20",
        "StaticMinimap.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/14",
        "CriBindDir.dll": "https://web.archive.org/web/20240117111136/https://www.nexusmods.com/digimonworldnextorder/mods/1",
        "DWNOHelper.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/8",
        "NoIntro.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/12?tab=description",
        "MaterialWorld.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/15",
        "MoneyBags.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/17?tab=description",
        "LifeManager.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/18?tab=description",
        "Inventory Expander": "https://www.nexusmods.com/digimonworldnextorder/mods/23",
        "BackToTitle.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/28",
        "AlwaysRunning.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/30",
        "EnemyDynamicStats.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/31?tab=description",
        "UncappedStats.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/32?tab=description",
        "UnlockAllRequirements.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/35?tab=description",
        "SeeAllItems.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/36",
        "UnlockAllSkills.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/39",
        "DWNO_MoreEducation.dll": "https://www.nexusmods.com/digimonworldnextorder/mods/44?tab=description"
    },
    "mod_descriptions": {
        "CameraDistance.dll": "Exposes some of the Field Camera configurations, such as max distance, which raises the camera distance limit from the character. No more giant digimons taking all the screen space!\n\n\nThis mods works only on the maps that alow the camera control. You have to use the zoom keys - Q, or LB - to extend the distance past the limit set by the game",
        "DescriptiveResources.dll": "QOL plugin to display what materials are obtainable at resource nodes and their drop chances. ",
        "DWNO_ExtraDigivolutionInfo.dll": "Show in the partner menu the hidden parameters such as Victory and TF, and add numbers for the gauge (mood, discipline, curse and fatigue). ",
        "EnableVSync.dll": "Enable the Vertical Synchronization to remove screen tearing. ",
        "FastPickup.dll": "A mod to speed up collecting items and materials by removing any wait times and animations. ",
        "InstantCareMenu.dll": "A mod to remove the opening delay of the care menu.",
        "OneHitResource.dll": "A simple quality of life mod to get full resources from material nodes on one click. ",
        "SeamlessBGM.dll": "DWNO Seamless BGM\nWith this mod the BGM will continue playing seamlessly between maps that use the same BGM.\nIn addition there is a config option which can disable the Chase BGM but will retain the Chase sound so you can notice being chased.\nSpecial thanks to poyoyuoh for helping with this mod.",
        "ShowHiddenParameters.dll": "Show in the partner menu the hidden parameters such as Victory and TF, and add numbers for the gauge (mood, discipline, curse and fatigue)",
        "StaticMinimap.dll": "A mod to have the minimap always point north instead of following the camera rotation. ",
        "CriBindDir.dll": "Allows loading unpacked CPK files from a directory, removing the need to repack CPK archives for modding. ",
        "DWNOHelper.dll": "Make digimons tell their remaining life span; Allow unrestricted ExE (you will need to move the .ini folder from the install manually to enable this);",
        "NoIntro.dll": "Skips the game intro ",
        "MaterialWorld.dll": "Trainer mod for Builder Materials. ",
        "MoneyBags.dll": "Trainer mod for \"making money\" quick. While in the Tamer Status window, you can Increase/decrease the amount of money you have using the Right Stick Up/Down/Left/Right.",
        "LifeManager.dll": "Simple mod to increase/decrease remaining partner lifespan. Yes, you can kill your digimon... \n\nUsage: Hold Left or Right Arrow key, then press Up or Down Arrow key to add or remove remaining Life from left/right partner. ",
        "InventoryExpander.dll": "Allows for in-game inventory size to be changed via a config file. Currently only supports Material inventory but hoping to add Player inventory shortly.",
        "BackToTitle.dll": "DWNO Back to the Title Screen Mod\n\nThis mod replaces the \"Quit Game\" function in the Digivice with a function to return to the Title Screen instead. In addition it also skips the waiting time at the Splash Screen and removes the Logos and Opening Movie if Savedata in any of the Slots exists. If no Savedata is found it will play the Logos and Intro. Given the nature of how the title scene is structured, at present there is no way to prevent it being loaded at just one point.",
        "AlwaysRunning.dll": "This mod swaps the walking and running speed, causing the player to always run unless the running button is pressed. Additionally it allows the walking and running speeds to adjusted in a config file.\n\nNote: too high speed values might lead to the camera and Digimon having trouble to catch up.\n\n(Optional) Edit the AlwaysRunning.cfg in the config folder of BepinEx",
        "EnemyDynamicStats.dll": "Dynamically scale the enemies stats to be the same (or average) of your digimons.\nFor example, if your digimons have 10k and 15k HP, the enemy will have 15k HP. if you use average, it will have 12.5k (10k + 15k = 25k. 25k / 2 = 12.5k).\n\nThe mod also add a config to scale the scripted enemies (boss etc).\nThere is also a config to multiply the stats by whatever amount you want. (In case you just want to multiply the base stats, there is a config to disable dynamic scaling, so you can just choose to multiply)\n\nAll the configs are inside the \"Yashajin.DWNO.EnemyDynamicStats.cfg\" file inside the config folder of bepinex",
        "UncappedStats.dll": "Remove the stats cap, allowing you to go highter than 99999 HP/MP and 9999 STR/STA/WIS/SPD",
        "UnlockAllRequirements.dll": "This mod unlocks all evolution requirement hints by default.",
        "SeeAllItems.dll": "This mod allows increasing the render distance for items and material.\nThe exact distance can be set in the config, along with the distance when your partner Digimon will notify you about nearby items.\n\n(Optional) change the view distance in the plugin's config inside the `config` folder of BepInEx",
        "UnlockAllSkills.dll": "By popular request: This unlocks all Skills for your Digimon Partners right from the start. ",
        "DWNO_MoreEducation.dll": "This mod gives the option to force an education action (praising, scolding) after a certain amount of in-game time if an action is not triggered by the game normally. \nYou can configure the amount of time until an action is forced so you can give the game time to trigger its own and balance the game as you see fit. The minimum time between actions is still 2 in-game hours as defined by the game itself, and the default configuration for the mod adds another 2 hours, meaning every 4 hours an action will be forced to happen if the game didn't automatically trigger one (whenever an action is triggered by the game or this mod the timer is reset)."
    }
}